//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Turvallinen koti kaikille tiedostoillesi";
"_intro_1_text_"    = "Käytä, jaa ja suojaa tiedostojasi kotona ja töissä";

"_intro_11_title_"  = "Käytä eleitä tiedostot-näkymässä";
"_intro_11_text_"   = "Pyyhkäisy → tai ←: Valinnat\n\nPitkä kosketus: Kopioi/liitä tai avaa kohteessa...\n\nPaina: 3D Touch (kun saatavilla)";

"_intro_2_title_"   = "Useita käyttäjätilejä";
//"_intro_2_text_"    = "Yhdista kaikkiin pilviisi ja kosketa Nextcloud-logoa tiedostot-välilehdellä vaihtaaksesi niiden välillä";
"_intro_2_text_"    = "Yhdista kaikkiin pilviisi ja kosketa MicroCloud-logoa tiedostot-välilehdellä vaihtaaksesi niiden välillä";

"_intro_3_title_"   = "Aloita";
//"_intro_3_text_"    = "Hyvä, Nextcloudisi on valmis käytettäväksi. Lisää tietoa, uutisia ja yhteystiedot löydät osoitteesta https://nextcloud.com";
"_intro_3_text_"    = "Hyvä, MicroCloudisi on valmis käytettäväksi. ";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
//"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available, you can still decrypt your files by downloading the free app from AppStore\n\n'CryptoCloud for Nextcloud'\n\nSoon there will be a new EndToEnd protocol available on all Nextcloud clients\n\n\nTap to Start";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available\n\n\nTap to Start";

